{
  "rooms": [
    {
      "id": 1,
      "category": "Люкс",
      "price": 200,
      "area": "S-40 кв.м.",
      "capacity": 4,
      "view": "Море",
      "image": "/image/rooms/room1.png",
      "features": {
        "description": "Просторный однокомнатный номер 'Люкс' площадью 40м² с панорамным видом на бескрайнее море, созданный для незабываемого отдыха. Номер располагает всем необходимым для комфортного проживания: большая двуспальная кровать King-size (180*200 см) с ортопедическим матрасом, телевизор с эфирными каналами (+40) и доступом к онлайн-кинотеатрам. В выделенной гостиной зоне находится удобный раскладной диван, который служит дополнительным спальным местом. Панорамные окна с специальным напылением позволяют наслаждаться светом, но сохраняют прохладу и приватность. Шторы блэк-аут обеспечат крепкий сон. К услугам гостей сейф, фирменная бутилированная вода, мини-холодильник, а также чайник и чайный набор (пакетики). Бесплатный высокоскоростной Вай-фай. Для хранения вещей предусмотрен платяной шкаф и удобный обувной шкаф.",
        "bathroom": "Просторная ванная комната с полноразмерной ванной и отдельной душевой кабиной с тропическим душем. Включает фен, большое зеркало с подсветкой, халаты, тапочки для каждого гостя и набор элитной косметики.",
        "service": "Ежедневная уборка номера в удобное для вас время. Смена постельного белья и полотенец – ежедневно или по требованию. Круглосуточное обслуживание в номерах (Room service). Вечерняя подготовка номера ко сну для максимального комфорта.",
        "amenities": "Брендированные подарки для всех гостей при заезде. Бутылка охлажденного крымского вина и тарелка сезонных фруктов в день заезда. В номере также имеется швейный набор, губка и лопатка для обуви.",
        "check_in_out": "Заезд после 14:00, выезд до 12:00. Возможен поздний выезд и ранний заезд по предварительному согласованию и при наличии свободных номеров (услуга может быть платной)."
      },
      "videoUrl": "/videos/room-tour.mp4",
      "gallery": [
        "/image/gallery/gallery-1.jpg",
        "/image/gallery/gallery-2.jpg",
        "/image/gallery/gallery-3.jpg"
      ]
    },
    {
      "id": 2,
      "category": "Стандарт",
      "price": 120,
      "area": "S-18 кв.м.",
      "capacity": 2,
      "view": "Терраса",
      "image": "/image/rooms/room2.png",
      "features": {
        "description": "Уютный и светлый однокомнатный номер 'Стандарт' площадью 18м², идеально подходящий для размещения двух гостей на основных местах, с возможностью установки одного дополнительного места. Номер имеет отдельный выход на общую меблированную террасу, где можно насладиться утренним кофе. Номер располагает всем необходимым для комфортного проживания: кровать стандартного размера (160*200 см) с возможностью трансформации в две односпальные, телевизор с эфирными каналами. Современная сплит-система обеспечивает комфортную температуру (кондиционирование и отопление). Для сохранности ценных вещей предусмотрен сейф. В номере также есть фирменная бутилированная вода, мини-холодильник, чайник и чайный набор. Бесплатный Вай-фай.",
        "bathroom": "Современная ванная комната с душевой кабиной, зеркалом, феном, комплектом полотенец для каждого гостя и набором стандартной гостиничной косметики (шампунь, гель для душа, мыло).",
        "service": "Уборка номера производится ежедневно. Смена постельного белья и полотенец – 1 раз в 3 дня или по требованию гостя. Доступен Wi-Fi на всей территории отеля.",
        "amenities": "Две бутылки питьевой воды при заезде. По запросу предоставляется швейный набор, бритвенный набор, расческа.",
        "check_in_out": "Заезд после 14:00, выезд до 12:00."
      },
      "videoUrl": "/videos/room-tour.mp4",
      "gallery": [
        "/image/gallery/gallery-1.jpg",
        "/image/gallery/gallery-2.jpg",
        "/image/gallery/gallery-3.jpg"
      ]
    },
    {
      "id": 3,
      "category": "Делюкс",
      "price": 160,
      "area": "S-36 кв.м.",
      "capacity": 4,
      "view": "Горы",
      "image": "/image/rooms/room3.png",
      "features": {
        "description": "Элегантный и просторный номер 'Делюкс' с захватывающим видом на величественные горные пейзажи. Площадь номера составляет 36м². Идеально подходит для тех, кто ценит повышенный комфорт и уединение. В номере большая двуспальная кровать, а также уютная зона отдыха с раскладным диваном. Для удобства гостей предусмотрен функциональный рабочий стол, телевизор с расширенным пакетом спутниковых каналов и доступ к стриминговым сервисам. Мини-бар ежедневно пополняется прохладительными напитками.",
        "bathroom": "Ванна, биде, фен профессиональной мощности, мягкие халаты и тапочки, а также расширенный набор косметических средств от премиального бренда.",
        "service": "Ежедневная уборка номера и смена постельного белья. Высокоскоростной Wi-Fi и персональный сейф в номере.",
        "amenities": "Приветственная корзина с фруктами и минеральной водой в день заезда. По запросу предоставляются детские халаты и тапочки.",
        "check_in_out": "Заезд после 14:00, выезд до 12:00."
      },
      "videoUrl": "/videos/room-tour.mp4",
      "gallery": [
        "/image/gallery/gallery-1.jpg",
        "/image/gallery/gallery-2.jpg",
        "/image/gallery/gallery-3.jpg"
      ]
    },
    {
      "id": 4,
      "category": "Стандарт+",
      "price": 135,
      "area": "S-22 кв.м.",
      "capacity": 3,
      "view": "Парк",
      "image": "/image/rooms/room4.png",
      "features": {
        "description": "Улучшенный стандартный номер площадью 22м² с умиротворяющим видом на зеленую парковую зону отеля. Продуманная планировка и дополнительное кресло-кровать (90*190 см) позволяют с комфортом разместить до трех гостей. Это идеальное место для тех, кто ищет тишину и спокойствие. В номере есть все необходимое для отдыха: удобные кровати, телевизор, кондиционер и рабочий уголок.",
        "bathroom": "Функциональная ванная комната с душевой кабиной, феном и стандартным набором качественной косметики.",
        "service": "Ежедневная уборка, Wi-Fi, кондиционер, а также чайный набор с ежедневным пополнением.",
        "amenities": "По запросу предоставляется детский набор (зубная щетка, паста) и детский шампунь (1 раз в 10 дней).",
        "check_in_out": "Заезд после 14:00, выезд до 12:00."
      },
      "videoUrl": "/videos/room-tour.mp4",
      "gallery": [
        "/image/gallery/gallery-1.jpg",
        "/image/gallery/gallery-2.jpg",
        "/image/gallery/gallery-3.jpg"
      ]
    },
    {
      "id": 5,
      "category": "Семейный",
      "price": 220,
      "area": "S-45 кв.м.",
      "capacity": 5,
      "view": "Море",
      "image": "/image/rooms/room5.png",
      "features": {
        "description": "Просторный двухкомнатный семейный номер (45м²) с прямым видом на море, созданный для идеального семейного отпуска. Номер состоит из уютной спальни с большой двуспальной кроватью для родителей и просторной гостиной с двумя раскладными диванами для детей. Этот номер — идеальный вариант для больших семей или компаний друзей, желающих проводить время вместе, но иметь личное пространство.",
        "bathroom": "Полноразмерная ванна, где будет удобно купать детей, отдельный санузел, фен, халаты для всех членов семьи (включая детские размеры) и детская подставка для ног.",
        "service": "Ежедневная уборка, Wi-Fi. В номере есть мини-кухня с микроволновой печью и холодильником. По запросу предоставляется радио-няня.",
        "amenities": "Специальные брендированные подарки для детей до 12 лет при заезде. В номере вас будут ждать сладости (крымская халва подсолнечная, ванильная).",
        "check_in_out": "Заезд после 15:00, выезд до 12:00."
      },
      "videoUrl": "/videos/room-tour.mp4",
      "gallery": [
        "/image/gallery/gallery-1.jpg",
        "/image/gallery/gallery-2.jpg",
        "/image/gallery/gallery-3.jpg"
      ]
    },
    {
      "id": 6,
      "category": "Эконом",
      "price": 95,
      "area": "S-15 кв.м.",
      "capacity": 2,
      "view": "Внутренний двор",
      "image": "/image/rooms/room6.jpg",
      "features": {
        "description": "Компактный и функциональный номер 'Эконом' (15м²) по самой доступной цене в нашем отеле. Окна выходят в тихий и уютный внутренний двор, что гарантирует отсутствие шума. В номере две односпальные кровати (90*200 см), которые можно сдвинуть. Есть телевизор, кондиционер и небольшой шкаф для одежды. Это отличное соотношение цены и качества для активных путешественников, которые проводят большую часть времени вне номера.",
        "bathroom": "Небольшая, но чистая ванная комната с душевой кабиной, феном и диспенсером с гигиеническими средствами.",
        "service": "Уборка номера производится раз в два дня, смена постельного белья и полотенец - раз в 5 дней, что позволяет нам держать цену на низком уровне. Wi-Fi доступен.",
        "amenities": "Питьевая вода доступна в кулере на этаже.",
        "check_in_out": "Заезд после 14:00, выезд до 11:00."
      },
      "videoUrl": "/videos/room-tour.mp4",
      "gallery": [
        "/image/gallery/gallery-1.jpg",
        "/image/gallery/gallery-2.jpg",
        "/image/gallery/gallery-3.jpg"
      ]
    },
    {
      "id": 7,
      "category": "Люкс+",
      "price": 250,
      "area": "S-50 кв.м.",
      "capacity": 4,
      "view": "Горы и Море",
      "image": "/image/rooms/room7.jpg",
      "features": {
        "description": "Роскошный номер 'Люкс+' (50м²) с потрясающим угловым видом на горы и море. Этот номер создан для ценителей пространства и эксклюзивности. Включает в себя просторную спальню с кроватью Super King-size, отдельную гостиную с камином и выходом на большую террасу, где можно завтракать, наслаждаясь пейзажем. Ваш отдых будет незабываемым.",
        "bathroom": "Ванная комната оборудована джакузи и отдельной душевой кабиной. Также имеется биде, фен, мягкие халаты, тапочки и косметика премиум-класса.",
        "service": "Ежедневная уборка, завтрак в номер включен в стоимость, услуги персонального консьержа для решения любых вопросов, высокоскоростной Wi-Fi.",
        "amenities": "Комплимент от шеф-повара и бутылка шампанского при заезде. Кофемашина с набором капсул.",
        "check_in_out": "Заезд после 15:00, выезд до 13:00."
      },
      "videoUrl": "/videos/room-tour.mp4",
      "gallery": [
        "/image/gallery/gallery-1.jpg",
        "/image/gallery/gallery-2.jpg",
        "/image/gallery/gallery-3.jpg"
      ]
    },
    {
      "id": 8,
      "category": "Студия",
      "price": 150,
      "area": "S-30 кв.м.",
      "capacity": 3,
      "view": "Терраса",
      "image": "/image/rooms/room8.jpg",
      "features": {
        "description": "Просторная и светлая студия (30м²) с полностью оборудованной кухонной зоной и выходом на частную террасу. Этот номер объединяет в себе комфорт гостиничного номера и удобство апартаментов. Идеально подходит для длительного проживания или для гостей, предпочитающих готовить самостоятельно. В номере двуспальная кровать и небольшой диван.",
        "bathroom": "Ванная комната с душевой кабиной, феном и стиральной машиной.",
        "service": "Уборка номера и смена белья по запросу (раз в 3 дня). Wi-Fi. Полностью оборудованная кухня: плита, микроволновая печь, холодильник, посуда.",
        "amenities": "Стартовый набор для приготовления пищи (соль, сахар, масло, чай, кофе).",
        "check_in_out": "Заезд после 14:00, выезд до 12:00."
      },
      "videoUrl": "/videos/room-tour.mp4",
      "gallery": [
        "/image/gallery/gallery-1.jpg",
        "/image/gallery/gallery-2.jpg",
        "/image/gallery/gallery-3.jpg"
      ]
    },
    {
      "id": 9,
      "category": "Делюкс+",
      "price": 180,
      "area": "S-40 кв.м.",
      "capacity": 4,
      "view": "Море",
      "image": "/image/rooms/room9.jpg",
      "features": {
        "description": "Улучшенный номер 'Делюкс+' (40м²) с прямым фронтальным видом на море и большим балконом. Продуманный современный дизайн и высококачественные натуральные материалы в отделке создают ощущение роскоши и полного единения с природой. Идеально подходит для романтического уикенда или для тех, кто не готов на компромиссы в вопросе вида из окна.",
        "bathroom": "Ванная комната с ванной с гидромассажем, из которой открывается вид на море. Фен, халаты, тапочки и эксклюзивная косметика.",
        "service": "Ежедневная уборка, комплимент от отеля при заезде (десерт и напитки), высокоскоростной Wi-Fi.",
        "amenities": "Кофемашина Nespresso, электрический чайник, пополняемый мини-бар.",
        "check_in_out": "Заезд после 14:00, выезд до 12:00."
      },
      "videoUrl": "/videos/room-tour.mp4",
      "gallery": [
        "/image/gallery/gallery-1.jpg",
        "/image/gallery/gallery-2.jpg",
        "/image/gallery/gallery-3.jpg"
      ]
    },
    {
      "id": 10,
      "category": "Президентский",
      "price": 500,
      "area": "S-80 кв.м.",
      "capacity": 6,
      "view": "Панорамный",
      "image": "/image/rooms/room10.jpg",
      "features": {
        "description": "Вершина роскоши и комфорта в нашем отеле – Президентский люкс площадью 80м². Этот эксклюзивный номер предлагает непревзойденные условия для самых взыскательных гостей. Он включает в себя две изолированные спальни с кроватями Super King-size, просторную гостиную с зоной для переговоров и обеденным столом на шесть персон, а также отдельный кабинет для работы. Главной особенностью является панорамная терраса с частным бассейном, шезлонгами и захватывающим видом на море и горы. Номер оснащен современной аудиосистемой, домашним кинотеатром с проектором и персональной коллекцией фильмов. Полностью оборудованная кухня с кофемашиной премиум-класса.",
        "bathroom": "Две полноценные ванные комнаты. Главная ванная комната оборудована персональной сауной и джакузи с гидромассажем. Вторая ванная комната оснащена тропическим душем. Предоставляется премиальная косметика.",
        "service": "Круглосуточное обслуживание номеров по эксклюзивному меню. Услуги личного повара и дворецкого по запросу. Ежедневная смена постельного белья из египетского хлопка. Услуги прачечной и химчистки включены в стоимость проживания.",
        "amenities": "Расширенный мини-бар с коллекцией премиальных алкогольных и безалкогольных напитков (включен в стоимость). Ежедневно пополняемая корзина экзотических фруктов. Свежая пресса и журналы по вашему выбору.",
        "check_in_out": "Полностью гибкое время заезда и выезда. Мы подстроимся под ваш график. Организация персональной встречи в аэропорту и трансфера на автомобиле представительского класса."
      },
      "videoUrl": "/videos/room-tour.mp4",
      "gallery": [
        "/image/gallery/gallery-1.jpg",
        "/image/gallery/gallery-2.jpg",
        "/image/gallery/gallery-3.jpg"
      ]
    }
  ],

  "activities": [
    {
      "id": 1,
      "title": "Виндсерфинг",
      "image": "/image/activities/adventure1.jpg",
      "col": 3,
      "cols": 3,
      "activityImage": "/image/activities/activity1.jpg",
      "fon": "/image/activities/adventureFon1.jpg",
      "category": "Морские прогулки",
      "description": "Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения 'с нуля', а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой 'seat-up', прокат оборудования.",
      "highlights": [
        {
          "title": "Профессиональные инструкторы",
          "text": "Наши сертифицированные тренеры поставят на доску любого, обеспечив безопасность и быстрый прогресс."
        },
        {
          "title": "Новейшее оборудование",
          "text": "Мы используем только современное снаряжение ведущих брендов, которое подбирается индивидуально под ваш вес и уровень подготовки."
        },
        {
          "title": "Идеальные условия",
          "text": "Наша акватория защищена от больших волн и имеет стабильный ветер, что идеально подходит для обучения и катания."
        },
        {
          "title": "Быстрый прогресс",
          "text": "Благодаря эффективной методике обучения вы сможете самостоятельно управлять доской уже после первого занятия."
        }
      ],
      "includes": [
        {
          "id": 1,
          "img": "/image/galleryActivity/gallery1.jpg",
          "text": "Доска и парус"
        },
        {
          "id": 2,
          "img": "/image/galleryActivity/gallery2.jpg",
          "text": "Гидрокостюм"
        },
        {
          "id": 3,
          "img": "/image/galleryActivity/gallery3.jpg",
          "text": "Спасательный жилет"
        },
        {
          "id": 4,
          "img": "/image/galleryActivity/gallery4.jpg",
          "text": "Трапеция"
        },
        {
          "id": 5,
          "img": "/image/galleryActivity/gallery5.jpg",
          "text": "Теоретический инструктаж"
        },
        {
          "id": 6,
          "img": "/image/galleryActivity/gallery6.jpg",
          "text": "Практика на воде"
        },
        {
          "id": 7,
          "img": "/image/galleryActivity/gallery7.jpg",
          "text": "Сопровождение инструктора"
        },
        {
          "id": 8,
          "img": "/image/galleryActivity/gallery8.jpg",
          "text": "Страховка"
        }
      ]
    },
    {
      "id": 2,
      "title": "Кайтсерфинг",
      "image": "/image/activities/adventure2.jpg",
      "col": 2,
      "cols": 2,
      "activityImage": "/image/activities/activity2.jpg",
      "fon": "/image/activities/adventureFon2.jpg",
      "category": "Морские прогулки",
      "description": "Почувствуйте себя повелителем ветра и волн! Кайтсерфинг — это невероятное сочетание скорости, адреналина и свободы. Наши опытные инструкторы поставят на доску даже абсолютных новичков, обеспечив полную безопасность. Мы используем только современное оборудование от ведущих брендов, что гарантирует комфорт и лёгкость в управлении кайтом.",
      "highlights": [
        {
          "title": "Обучение с нуля",
          "text": "Полный курс для новичков, от теории управления кайтом до первых уверенных галсов на воде."
        },
        {
          "title": "Безопасность прежде всего",
          "text": "Занятия проводятся на мелководье с использованием радиосвязи в шлеме и сопровождением с лодки."
        },
        {
          "title": "Мощный заряд адреналина",
          "text": "Ощутите невероятную скорость и возможность совершать высокие прыжки, когда освоите базовые навыки."
        },
        {
          "title": "Персональный подход",
          "text": "Занятия проводятся в мини-группах или индивидуально для максимального внимания к каждому ученику."
        }
      ],
      "includes": [
        {
          "id": 1,
          "img": "/image/galleryActivity/gallery1.jpg",
          "text": "Кайт и доска"
        },
        {
          "id": 2,
          "img": "/image/galleryActivity/gallery2.jpg",
          "text": "Трапеция и планка"
        },
        {
          "id": 3,
          "img": "/image/galleryActivity/gallery3.jpg",
          "text": "Гидрокостюм"
        },
        {
          "id": 4,
          "img": "/image/galleryActivity/gallery4.jpg",
          "text": "Шлем с радиосвязью"
        },
        {
          "id": 5,
          "img": "/image/galleryActivity/gallery5.jpg",
          "text": "Спасательный жилет"
        },
        {
          "id": 6,
          "img": "/image/galleryActivity/gallery6.jpg",
          "text": "Инструктаж и практика"
        },
        {
          "id": 7,
          "img": "/image/galleryActivity/gallery7.jpg",
          "text": "Сопровождение с лодки"
        },
        {
          "id": 8,
          "img": "/image/galleryActivity/gallery8.jpg",
          "text": "Сертификат о прохождении курса"
        }
      ]
    },
    {
      "id": 3,
      "title": "Эндуро-тур",
      "image": "/image/activities/adventure3.jpg",
      "col": 3,
      "cols": 2,
      "activityImage": "/image/activities/activity3.jpg",
      "fon": "/image/activities/adventureFon3.jpg",
      "category": "Экстрим",
      "description": "Исследуйте скрытые уголки Крыма на мощных внедорожных мотоциклах. Наши эндуро-туры — это не просто катание, а настоящее приключение по горным тропам, лесистым участкам и высохшим руслам рек. Маршруты подобраны так, чтобы вы могли насладиться как скоростными участками, так и технически сложными подъемами, любуясь при этом захватывающими дух пейзажами.",
      "highlights": [
        {
          "title": "Эксклюзивные маршруты",
          "text": "Мы разработали уникальные трассы, проходящие по местам, недоступным для обычных туристов."
        },
        {
          "title": "Современные мотоциклы",
          "text": "Наш парк состоит из легких и мощных эндуро-мотоциклов, идеально подходящих для горной местности."
        },
        {
          "title": "Полная экипировка",
          "text": "Мы предоставляем полный комплект защиты: шлем, очки, перчатки, мотоботы, защиту коленей и локтей."
        },
        {
          "title": "Сопровождение механика",
          "text": "В сложных турах группу сопровождает автомобиль технической поддержки с запчастями и инструментом."
        }
      ],
      "includes": [
        {
          "id": 1,
          "img": "/image/galleryActivity/gallery1.jpg",
          "text": "Аренда мотоцикла"
        },
        {
          "id": 2,
          "img": "/image/galleryActivity/gallery2.jpg",
          "text": "Полный комплект защиты"
        },
        {
          "id": 3,
          "img": "/image/galleryActivity/gallery3.jpg",
          "text": "Экипировка"
        },
        {
          "id": 4,
          "img": "/image/galleryActivity/gallery4.jpg",
          "text": "Топливо"
        },
        {
          "id": 5,
          "img": "/image/galleryActivity/gallery5.jpg",
          "text": "Услуги гида-инструктора"
        },
        {
          "id": 6,
          "img": "/image/galleryActivity/gallery6.jpg",
          "text": "Техническая поддержка"
        },
        {
          "id": 7,
          "img": "/image/galleryActivity/gallery7.jpg",
          "text": "Ланч в горах"
        },
        {
          "id": 8,
          "img": "/image/galleryActivity/gallery8.jpg",
          "text": "Страховка"
        }
      ]
    },
    {
      "id": 4,
      "title": "Сафари на джипах",
      "image": "/image/activities/adventure4.jpg",
      "col": 2,
      "cols": 3,
      "activityImage": "/image/activities/activity4.jpg",
      "fon": "/image/activities/adventureFon4.jpg",
      "category": "Экстрим",
      "description": "Отправьтесь в незабываемое путешествие к самым живописным и труднодоступным местам на наших подготовленных внедорожниках. Комфорт и безопасность — наш приоритет. Вы посетите древние пещерные города, подниметесь на панорамные смотровые площадки и увидите природу Крыма такой, какой ее видят лишь немногие. Идеально подходит для всей семьи.",
      "highlights": [
        {
          "title": "Недоступные локации",
          "text": "Посетите места, куда невозможно добраться на обычном автомобиле – горные плато, дикие пляжи, водопады."
        },
        {
          "title": "Комфортные внедорожники",
          "text": "Наши автомобили оборудованы кондиционерами, удобными сиденьями и всем необходимым для комфортной поездки."
        },
        {
          "title": "Опытный гид-водитель",
          "text": "Наши водители не только профессионалы бездорожья, но и увлекательные рассказчики, знающие историю края."
        },
        {
          "title": "Остановки для фото",
          "text": "Мы делаем остановки в самых фотогеничных местах, чтобы у вас остались потрясающие снимки."
        }
      ],
      "includes": [
        {
          "id": 1,
          "img": "/image/galleryActivity/gallery1.jpg",
          "text": "Место в джипе"
        },
        {
          "id": 2,
          "img": "/image/galleryActivity/gallery2.jpg",
          "text": "Услуги гида-водителя"
        },
        {
          "id": 3,
          "img": "/image/galleryActivity/gallery3.jpg",
          "text": "Топливо"
        },
        {
          "id": 4,
          "img": "/image/galleryActivity/gallery4.jpg",
          "text": "Входные билеты в заповедники"
        },
        {
          "id": 5,
          "img": "/image/galleryActivity/gallery5.jpg",
          "text": "Питьевая вода"
        },
        {
          "id": 6,
          "img": "/image/galleryActivity/gallery6.jpg",
          "text": "Горный чай с травами"
        },
        {
          "id": 7,
          "img": "/image/galleryActivity/gallery7.jpg",
          "text": "Фирменные пледы"
        },
        {
          "id": 8,
          "img": "/image/galleryActivity/gallery8.jpg",
          "text": "Незабываемые впечатления"
        }
      ]
    },
    {
      "id": 5,
      "title": "Прогулка на яхте",
      "image": "/image/activities/adventure5.jpg",
      "col": 2,
      "cols": 3,
      "activityImage": "/image/activities/activity5.jpg",
      "fon": "/image/activities/adventureFon5.jpg",
      "category": "Морские прогулки",
      "description": "Что может быть лучше, чем провести день в открытом море под белоснежным парусом? Наша комфортабельная яхта готова принять на борт вашу компанию для незабываемой морской прогулки. Мы пройдем вдоль живописного побережья, остановимся для купания в уединенных бухтах с кристально чистой водой и, если повезет, встретим дельфинов. На борту есть все для вашего комфорта.",
      "highlights": [
        {
          "title": "Роскошная яхта",
          "text": "Современное парусное судно с просторной палубой, кают-компанией и всеми удобствами."
        },
        {
          "title": "Опытный капитан",
          "text": "Профессиональный шкипер обеспечит вашу безопасность и покажет самые красивые места побережья."
        },
        {
          "title": "Индивидуальный маршрут",
          "text": "Мы можем составить маршрут по вашим пожеланиям, от романтического заката до вечеринки с друзьями."
        },
        {
          "title": "Купание в открытом море",
          "text": "Остановки в уединенных лагунах с кристально чистой водой, вдали от шумных пляжей."
        }
      ],
      "includes": [
        {
          "id": 1,
          "img": "/image/galleryActivity/gallery1.jpg",
          "text": "Аренда яхты (до 8 чел.)"
        },
        {
          "id": 2,
          "img": "/image/galleryActivity/gallery2.jpg",
          "text": "Услуги капитана"
        },
        {
          "id": 3,
          "img": "/image/galleryActivity/gallery3.jpg",
          "text": "Топливо"
        },
        {
          "id": 4,
          "img": "/image/galleryActivity/gallery4.jpg",
          "text": "Полотенца"
        },
        {
          "id": 5,
          "img": "/image/galleryActivity/gallery5.jpg",
          "text": "Маски и трубки для снорклинга"
        },
        {
          "id": 6,
          "img": "/image/galleryActivity/gallery6.jpg",
          "text": "SUP-борд на борту"
        },
        {
          "id": 7,
          "img": "/image/galleryActivity/gallery7.jpg",
          "text": "Прохладительные напитки"
        },
        {
          "id": 8,
          "img": "/image/galleryActivity/gallery8.jpg",
          "text": "Легкие закуски (фрукты, сыры)"
        }
      ]
    },
    {
      "id": 6,
      "title": "Каякинг",
      "image": "/image/activities/adventure6.jpg",
      "col": 3,
      "cols": 2,
      "activityImage": "/image/activities/activity6.jpg",
      "fon": "/image/activities/adventureFon6.jpg",
      "category": "Морские прогулки",
      "description": "Откройте для себя побережье с совершенно новой стороны! Каякинг — это медитативное и в то же время активное развлечение, доступное каждому. Вы сможете подойти вплотную к скалистым берегам, заглянуть в таинственные гроты и насладиться тишиной, нарушаемой лишь плеском весел. Мы предлагаем как одиночные, так и двухместные каяки.",
      "highlights": [
        {
          "title": "Исследование гротов",
          "text": "Наш маршрут включает посещение живописных морских гротов, доступных только с воды."
        },
        {
          "title": "Единение с природой",
          "text": "Насладитесь тишиной и спокойствием, двигаясь бесшумно вдоль заповедных берегов."
        },
        {
          "title": "Доступно для всех",
          "text": "Не требует специальной подготовки, подходит для семей с детьми от 7 лет."
        },
        {
          "title": "Стабильные каяки",
          "text": "Мы используем современные и устойчивые каяки 'sit-on-top', которые практически невозможно перевернуть."
        }
      ],
      "includes": [
        {
          "id": 1,
          "img": "/image/galleryActivity/gallery1.jpg",
          "text": "Одно- или двухместный каяк"
        },
        {
          "id": 2,
          "img": "/image/galleryActivity/gallery2.jpg",
          "text": "Весло"
        },
        {
          "id": 3,
          "img": "/image/galleryActivity/gallery3.jpg",
          "text": "Гермомешок для вещей"
        },
        {
          "id": 4,
          "img": "/image/galleryActivity/gallery4.jpg",
          "text": "Спасательный жилет"
        },
        {
          "id": 5,
          "img": "/image/galleryActivity/gallery5.jpg",
          "text": "Подробный инструктаж"
        },
        {
          "id": 6,
          "img": "/image/galleryActivity/gallery6.jpg",
          "text": "Сопровождение гида"
        },
        {
          "id": 7,
          "img": "/image/galleryActivity/gallery7.jpg",
          "text": "Остановка на диком пляже"
        },
        {
          "id": 8,
          "img": "/image/galleryActivity/gallery8.jpg",
          "text": "Бутылка воды"
        }
      ]
    },
    {
      "id": 7,
      "title": "Морская рыбалка",
      "image": "/image/activities/adventure7.jpg",
      "col": 3,
      "cols": 2,
      "activityImage": "/image/activities/activity7.jpg",
      "fon": "/image/activities/adventureFon7.jpg",
      "category": "Рыбалка",
      "description": "Выйдите в открытое море на полностью оборудованном катере в компании опытного капитана, который знает все рыбные места. Мы предоставим вам профессиональные снасти для различных видов ловли, от донной рыбалки до троллинга. Это отличная возможность не только поймать свой трофей, но и насладиться потрясающими морскими пейзажами и свежим бризом.",
      "highlights": [
        {
          "title": "Гарантированный улов",
          "text": "Наши капитаны знают секретные места, поэтому без рыбы вы точно не останетесь."
        },
        {
          "title": "Профессиональные снасти",
          "text": "Вам не нужно ничего привозить с собой – мы предоставим спиннинги, наживку и все необходимое."
        },
        {
          "title": "Приготовление улова",
          "text": "По вашему желанию, пойманную рыбу можно будет приготовить прямо на борту или в нашем ресторане."
        },
        {
          "title": "Комфортабельный катер",
          "text": "Наше судно оборудовано тентом от солнца, удобными сиденьями и холодильником для напитков."
        }
      ],
      "includes": [
        {
          "id": 1,
          "img": "/image/galleryActivity/gallery1.jpg",
          "text": "Место на катере"
        },
        {
          "id": 2,
          "img": "/image/galleryActivity/gallery2.jpg",
          "text": "Все необходимые снасти"
        },
        {
          "id": 3,
          "img": "/image/galleryActivity/gallery3.jpg",
          "text": "Наживка и прикормка"
        },
        {
          "id": 4,
          "img": "/image/galleryActivity/gallery4.jpg",
          "text": "Помощь капитана в процессе"
        },
        {
          "id": 5,
          "img": "/image/galleryActivity/gallery5.jpg",
          "text": "Использование эхолота"
        },
        {
          "id": 6,
          "img": "/image/galleryActivity/gallery6.jpg",
          "text": "Хранение улова"
        },
        {
          "id": 7,
          "img": "/image/galleryActivity/gallery7.jpg",
          "text": "Прохладительные напитки"
        },
        {
          "id": 8,
          "img": "/image/galleryActivity/gallery8.jpg",
          "text": "Страховка"
        }
      ]
    },
    {
      "id": 8,
      "title": "Ночная рыбалка",
      "image": "/image/activities/adventure8.jpg",
      "col": 2,
      "cols": 3,
      "activityImage": "/image/activities/activity8.jpg",
      "fon": "/image/activities/adventureFon8.jpg",
      "category": "Рыбалка",
      "description": "Испытайте совершенно новые ощущения от рыбалки под звездным небом. Ночью море преображается, а на крючок попадаются виды рыб, которые редко клюют днем. Наш катер оснащен всем необходимым освещением и оборудованием для комфортной и безопасной ночной ловли. Это уникальный опыт, сочетающий азарт рыбалки и романтику ночного моря.",
      "highlights": [
        {
          "title": "Уникальный опыт",
          "text": "Ощутите тишину и спокойствие ночного моря, нарушаемые только всплесками рыбы."
        },
        {
          "title": "Охота на хищника",
          "text": "Ночью активизируются крупные морские хищники, что делает рыбалку особенно азартной."
        },
        {
          "title": "Современное освещение",
          "text": "Катер оборудован мощными подводными и надводными прожекторами для привлечения рыбы."
        },
        {
          "title": "Комфорт и безопасность",
          "text": "На борту есть все для вашего удобства, включая теплые пледы и горячий чай."
        }
      ],
      "includes": [
        {
          "id": 1,
          "img": "/image/galleryActivity/gallery1.jpg",
          "text": "Место на катере"
        },
        {
          "id": 2,
          "img": "/image/galleryActivity/gallery2.jpg",
          "text": "Снасти для ночной ловли"
        },
        {
          "id": 3,
          "img": "/image/galleryActivity/gallery3.jpg",
          "text": "Светящиеся приманки"
        },
        {
          "id": 4,
          "img": "/image/galleryActivity/gallery4.jpg",
          "text": "Использование освещения"
        },
        {
          "id": 5,
          "img": "/image/galleryActivity/gallery5.jpg",
          "text": "Горячие напитки (чай, кофе)"
        },
        {
          "id": 6,
          "img": "/image/galleryActivity/gallery6.jpg",
          "text": "Советы и помощь экипажа"
        },
        {
          "id": 7,
          "img": "/image/galleryActivity/gallery7.jpg",
          "text": "Эхолот"
        },
        {
          "id": 8,
          "img": "/image/galleryActivity/gallery8.jpg",
          "text": "Лицензия на ночную ловлю"
        }
      ]
    },
    {
      "id": 9,
      "title": "Конная прогулка",
      "image": "/image/activities/adventure10.jpg",
      "col": 2,
      "cols": 3,
      "activityImage": "/image/activities/activity9.jpg",
      "fon": "/image/activities/adventureFon9.jpg",
      "category": "Экстрим",
      "description": "Совершите умиротворяющее путешествие по живописным горным тропам верхом на спокойных и ухоженных лошадях. Наши маршруты проходят через тенистые леса, цветущие поля и ведут к смотровым площадкам с панорамными видами. Опытные инструкторы будут сопровождать вас на всем пути, обеспечивая безопасность и комфорт. Подходит для любого уровня подготовки, включая детей.",
      "highlights": [
        {
          "title": "Живописные тропы",
          "text": "Маршруты пролегают по нетронутым уголкам природы с захватывающими видами."
        },
        {
          "title": "Спокойные лошади",
          "text": "Наши лошади специально обучены для работы с туристами и подходят даже для тех, кто сидит в седле впервые."
        },
        {
          "title": "Опытный инструктор",
          "text": "Каждую группу ведет опытный коновод, который проведет инструктаж и будет помогать в пути."
        },
        {
          "title": "Терапевтический эффект",
          "text": "Общение с лошадьми и природа помогают снять стресс и получить заряд положительных эмоций."
        }
      ],
      "includes": [
        {
          "id": 1,
          "img": "/image/galleryActivity/gallery1.jpg",
          "text": "Аренда лошади"
        },
        {
          "id": 2,
          "img": "/image/galleryActivity/gallery2.jpg",
          "text": "Сопровождение инструктора"
        },
        {
          "id": 3,
          "img": "/image/galleryActivity/gallery3.jpg",
          "text": "Предварительный инструктаж"
        },
        {
          "id": 4,
          "img": "/image/galleryActivity/gallery4.jpg",
          "text": "Защитный шлем"
        },
        {
          "id": 5,
          "img": "/image/galleryActivity/gallery5.jpg",
          "text": "Остановка на смотровой площадке"
        },
        {
          "id": 6,
          "img": "/image/galleryActivity/gallery6.jpg",
          "text": "Угощение для лошадей"
        },
        {
          "id": 7,
          "img": "/image/galleryActivity/gallery7.jpg",
          "text": "Бутылка воды"
        },
        {
          "id": 8,
          "img": "/image/galleryActivity/gallery8.jpg",
          "text": "Фотосессия"
        }
      ]
    },
    {
      "id": 10,
      "title": "Дайвинг",
      "image": "/image/activities/adventure11.jpg",
      "col": 3,
      "cols": 2,
      "activityImage": "/image/activities/activity10.jpg",
      "fon": "/image/activities/adventureFon10.jpg",
      "category": "Морские прогулки",
      "description": "Погрузитесь в удивительный подводный мир Черного моря под руководством сертифицированных инструкторов. Мы предлагаем как пробные погружения для новичков, так и полноценные дайв-туры для опытных аквалангистов. Вы увидите богатую морскую флору и фауну, исследуете подводные скалы и, возможно, даже найдете затонувшие артефакты. Все необходимое снаряжение предоставляется.",
      "highlights": [
        {
          "title": "Пробное погружение",
          "text": "Идеальная возможность для тех, кто никогда не пробовал дайвинг, но всегда мечтал."
        },
        {
          "title": "Сертифицированный центр",
          "text": "Наш дайв-центр имеет международную сертификацию, что гарантирует качество и безопасность."
        },
        {
          "title": "Подводная фотосессия",
          "text": "По вашему желанию, инструктор может сделать качественные фотографии вашего погружения."
        },
        {
          "title": "Разнообразные дайв-сайты",
          "text": "Мы предлагаем погружения в разных локациях, включая затонувшие объекты и подводные пещеры."
        }
      ],
      "includes": [
        {
          "id": 1,
          "img": "/image/galleryActivity/gallery1.jpg",
          "text": "Полный комплект снаряжения"
        },
        {
          "id": 2,
          "img": "/image/galleryActivity/gallery2.jpg",
          "text": "Баллон с воздухом"
        },
        {
          "id": 3,
          "img": "/image/galleryActivity/gallery3.jpg",
          "text": "Гидрокостюм по размеру"
        },
        {
          "id": 4,
          "img": "/image/galleryActivity/gallery4.jpg",
          "text": "Услуги дайв-мастера"
        },
        {
          "id": 5,
          "img": "/image/galleryActivity/gallery5.jpg",
          "text": "Подробный брифинг"
        },
        {
          "id": 6,
          "img": "/image/galleryActivity/gallery6.jpg",
          "text": "Трансфер до места погружения"
        },
        {
          "id": 7,
          "img": "/image/galleryActivity/gallery7.jpg",
          "text": "Вода на борту"
        },
        {
          "id": 8,
          "img": "/image/galleryActivity/gallery8.jpg",
          "text": "Подводные фото"
        }
      ]
    },
    {
      "id": 11,
      "title": "Полет на параплане",
      "image": "/image/activities/adventure12.jpg",
      "col": 3,
      "cols": 2,
      "activityImage": "/image/activities/activity11.jpg",
      "fon": "/image/activities/adventureFon11.jpg",
      "category": "Экстрим",
      "description": "Ощутите себя птицей, паря в небе над живописным побережьем. Полет на параплане в тандеме с опытным инструктором — это абсолютно безопасное и незабываемое приключение. Вы подниметесь на высоту нескольких сотен метров, откуда открываются захватывающие дух виды на горы, море и наш отель. Это впечатления, которые останутся с вами на всю жизнь.",
      "highlights": [
        {
          "title": "Вид с высоты птичьего полета",
          "text": "Насладитесь уникальной перспективой и панорамами, недоступными с земли."
        },
        {
          "title": "Опытный пилот-инструктор",
          "text": "Вам не нужно ничего делать, просто расслабьтесь и получайте удовольствие – всем управляет профессионал."
        },
        {
          "title": "Абсолютная безопасность",
          "text": "Мы используем только сертифицированное современное снаряжение и летаем в подходящих погодных условиях."
        },
        {
          "title": "Плавный полет",
          "text": "Никаких резких движений или перегрузок, только плавное скольжение в воздушных потоках."
        }
      ],
      "includes": [
        {
          "id": 1,
          "img": "/image/galleryActivity/gallery1.jpg",
          "text": "Полет в тандеме (15-20 мин)"
        },
        {
          "id": 2,
          "img": "/image/galleryActivity/gallery2.jpg",
          "text": "Все необходимое снаряжение"
        },
        {
          "id": 3,
          "img": "/image/galleryActivity/gallery3.jpg",
          "text": "Защитный шлем"
        },
        {
          "id": 4,
          "img": "/image/galleryActivity/gallery4.jpg",
          "text": "Предполетный инструктаж"
        },
        {
          "id": 5,
          "img": "/image/galleryActivity/gallery5.jpg",
          "text": "Трансфер на гору (старт)"
        },
        {
          "id": 6,
          "img": "/image/galleryActivity/gallery6.jpg",
          "text": "Съемка на экшн-камеру GoPro"
        },
        {
          "id": 7,
          "img": "/image/galleryActivity/gallery7.jpg",
          "text": "Сертификат о совершении полета"
        },
        {
          "id": 8,
          "img": "/image/galleryActivity/gallery8.jpg",
          "text": "Страховка"
        }
      ]
    },
    {
      "id": 12,
      "title": "Флайбординг",
      "image": "/image/activities/adventure9.jpg",
      "col": 2,
      "cols": 3,
      "activityImage": "/image/activities/activity12.jpg",
      "fon": "/image/activities/adventureFon12.jpg",
      "category": "Морские прогулки",
      "description": "Испытайте невероятные ощущения, взлетая над водой на флайборде! Это новейшее экстремальное развлечение, которое позволяет выполнять акробатические трюки, поднимаясь на высоту до 10 метров за счет мощных струй воды. Наши инструкторы проведут подробный инструктаж и уже через 15 минут вы сможете уверенно держаться в воздухе. Адреналин и яркие фото гарантированы.",
      "highlights": [
        {
          "title": "Ощущение полета",
          "text": "Почувствуйте себя супергероем, паря над водой и ныряя, как дельфин."
        },
        {
          "title": "Быстрое обучение",
          "text": "95% новичков начинают летать самостоятельно уже в первые 10-15 минут инструктажа."
        },
        {
          "title": "Мощный гидроцикл",
          "text": "Мы используем современные и мощные гидроциклы, обеспечивающие стабильную тягу для полета."
        },
        {
          "title": "Полная безопасность",
          "text": "Занятия проходят в спасательном жилете и шлеме, а опытный инструктор на гидроцикле контролирует тягу."
        }
      ],
      "includes": [
        {
          "id": 1,
          "img": "/image/galleryActivity/gallery1.jpg",
          "text": "Аренда флайборда (20 мин)"
        },
        {
          "id": 2,
          "img": "/image/galleryActivity/gallery2.jpg",
          "text": "Спасательный жилет"
        },
        {
          "id": 3,
          "img": "/image/galleryActivity/gallery3.jpg",
          "text": "Шлем с радиосвязью"
        },
        {
          "id": 4,
          "img": "/image/galleryActivity/gallery4.jpg",
          "text": "Гидрокостюм"
        },
        {
          "id": 5,
          "img": "/image/galleryActivity/gallery5.jpg",
          "text": "Подробный инструктаж"
        },
        {
          "id": 6,
          "img": "/image/galleryActivity/gallery6.jpg",
          "text": "Сопровождение инструктора"
        },
        {
          "id": 7,
          "img": "/image/galleryActivity/gallery7.jpg",
          "text": "Фотосессия"
        },
        {
          "id": 8,
          "img": "/image/galleryActivity/gallery8.jpg",
          "text": "Бутылка воды"
        }
      ]
    }
  ],
  "news": [
    {
      "id": 1,
      "title": "Самые вкусные праздники в Santorini",
      "image": "/image/news/news1.jpg",
      "src": "/image/news/news1.jpg",
      "excerpt": "Встречайте обновленное сезонное меню от нашего шеф-повара. Мы собрали лучшие рецепты крымской кухни и добавили авторские штрихи.",
      "content": [
        {
          "type": "paragraph",
          "text": "Лето – время гастрономических открытий! Наш шеф-повар, вдохновленный дарами Черного моря и крымской земли, разработал совершенно новое меню, способное удивить даже самых искушенных гурманов. Мы верим, что еда — это не просто утоление голода, а целое путешествие, и мы приглашаем вас отправиться в него вместе с нами."
        },
        {
          "type": "heading",
          "level": 2,
          "text": "Концепция 'С фермы на стол'"
        },
        {
          "type": "paragraph",
          "text": "В основе нашей кухни лежат свежайшие локальные продукты. Мы наладили партнерские отношения с лучшими фермерскими хозяйствами и рыбацкими артелями Крыма. Каждое утро мы получаем свежий улов, сочные овощи и фрукты, крафтовые сыры и домашние йогурты, что позволяет нам гарантировать исключительное качество каждого блюда."
        },
        {
          "type": "blockquote",
          "text": "Наша цель — не просто накормить, а подарить гостям настоящие эмоции, познакомить их с богатством и разнообразием вкусов нашего региона."
        },
        {
          "type": "list",
          "style": "unordered",
          "items": [
            "Свежие устрицы и морепродукты из Черного моря.",
            "Мясо от местных фермеров, приготовленное на открытом огне.",
            "Сезонные салаты с ароматными травами.",
            "Эксклюзивные десерты на основе крымских ягод и фруктов."
          ]
        },
        { "type": "heading", "level": 3, "text": "Тематические вечера" },
        {
          "type": "paragraph",
          "text": "Каждую субботу в нашем ресторане 'Aegean' проходят тематические ужины. Это уникальная возможность познакомиться с традиционной кухней народов Крыма в современной авторской интерпретации. Вечера сопровождаются живой музыкой и дегустацией вин от наших сомелье. Бронируйте столики заранее!"
        }
      ]
    },
    {
      "id": 2,
      "title": "Почувствуй вкус России",
      "image": "/image/news/news2.jpg",
      "excerpt": "Мы с гордостью поддерживаем отечественных производителей, предлагая гостям эксклюзивную коллекцию крымских вин, фермерских продуктов и натуральной косметики.",
      "content": [
        {
          "type": "paragraph",
          "text": "Мы верим в качество и уникальность продуктов, созданных на нашей земле. В рамках программы 'Почувствуй вкус России' мы собрали для вас все лучшее, что может предложить крымский полуостров. Это не просто импортозамещение, это осознанный выбор в пользу свежести, натуральности и поддержки местного сообщества."
        },
        {
          "type": "heading",
          "level": 2,
          "text": "Наши партнеры – наша гордость"
        },
        {
          "type": "paragraph",
          "text": "Мы лично отбирали каждую винодельню, сыроварню и фермерское хозяйство, чтобы быть уверенными в высочайшем качестве. На завтрак мы подаем ремесленный хлеб из местной пекарни и домашние сыры. В баре вы можете насладиться эксклюзивными винами, которые не найти в обычных магазинах, а наш сомелье с радостью расскажет историю каждого напитка."
        },
        {
          "type": "image",
          "src": "/image/news/vineyards.jpg",
          "caption": "Виноградники наших партнеров",
          "title": "Гарантия качества и вкуса",
          "text": "Мы верим, что лучшие продукты рождаются там, где чтят традиции и заботятся о качестве. Именно поэтому мы сотрудничаем с проверенными виноделами, сыроварами и фермерами, которые разделяют наши ценности. Для вас мы отбираем ремесленный хлеб из местной пекарни, свежайшие домашние сыры и вина, созданные с душой. Насладитесь подлинным вкусом натуральных продуктов, выращенных и произведенных с особой заботой."
        },
        {
          "type": "heading",
          "level": 3,
          "text": "Натуральная косметика в СПА"
        },
        {
          "type": "paragraph",
          "text": "Наш СПА-центр также работает преимущественно на локальных продуктах. Уникальные процедуры на основе сакских грязей, массажные масла с экстрактами крымских трав, скрабы с морской солью — все это поможет вам не только расслабиться, но и оздоровиться. Поддержите российского производителя и откройте для себя богатства родного края вместе с Santorini!"
        }
      ]
    },
    {
      "id": 3,
      "title": "Скидка на проживание 10% от 5 суток",
      "image": "/image/rooms/room2.png",
      "excerpt": "Планируете длительный отдых? Мы рады предложить вам специальную скидку при бронировании от пяти и более суток.",
      "content": [
        {
          "type": "paragraph",
          "text": "Чем дольше отдых, тем он приятнее и выгоднее! Мы приглашаем вас провести в нашем отеле больше времени и дарим скидку 10% на весь период проживания при бронировании от 5 суток. Это отличная возможность полностью расслабиться, забыть о суете и насладиться всеми преимуществами нашего курорта без спешки."
        },
        { "type": "heading", "level": 2, "text": "Условия акции" },
        {
          "type": "list",
          "style": "ordered",
          "items": [
            "Акция действует при бронировании на срок от 5 ночей и более.",
            "Скидка распространяется на все категории номеров.",
            "Предложение не суммируется с другими акциями и специальными тарифами.",
            "Акция действительна при бронировании на нашем официальном сайте или по телефону."
          ]
        },
        { "type": "heading", "level": 3, "text": "Дополнительный комплимент" },
        {
          "type": "paragraph",
          "text": "Для гостей, забронировавших по этой акции номер категории 'Делюкс' или 'Люкс', мы подготовили приятный сюрприз: приветственные коктейли для всех проживающих в день заезда. Начните свой долгий отпуск с приятных эмоций! Наслаждайтесь морем дольше, платите меньше!"
        }
      ]
    },
    {
      "id": 4,
      "title": "Комплимент молодоженам и 1-сутки в подарок",
      "image": "/image/news/news4.jpg",
      "excerpt": "Сделайте свой медовый месяц незабываемым. При бронировании от 3-х суток мы дарим еще одни сутки проживания в подарок.",
      "content": [
        {
          "type": "paragraph",
          "text": "Свадебное путешествие – это одно из самых ярких событий в жизни, и мы хотим сделать его для вас поистине волшебным. Проведите свой медовый месяц в отеле Santorini, и мы позаботимся о том, чтобы каждая минута была наполнена романтикой и комфортом."
        },
        {
          "type": "blockquote",
          "text": "Подарите себе сказку, которая станет началом вашей счастливой семейной истории."
        },
        {
          "type": "heading",
          "level": 2,
          "text": "Наше специальное предложение для молодоженов"
        },
        {
          "type": "paragraph",
          "text": "При бронировании проживания на срок от трех суток, вы получаете четвертые сутки абсолютно в подарок! Но это еще не все. В день вашего заезда номер будет украшен свежими цветами и лепестками роз, а в номере вас будет ждать бутылка охлажденного шампанского и изысканная фруктовая тарелка. Позвольте нам стать частью вашего счастья."
        }
      ]
    },
    {
      "id": 5,
      "title": "Фотосессия в подарок при оплате 10 суток",
      "image": "/image/news/news5.jpg",
      "excerpt": "Забронируйте отдых на 10 и более дней и получите профессиональную фотосессию на живописной территории нашего отеля в подарок.",
      "content": [
        {
          "type": "paragraph",
          "text": "Лучшие воспоминания – это те, которые можно не только сохранить в памяти, но и увидеть на фотографиях. Мы хотим, чтобы ваш отдых в Santorini остался с вами навсегда, поэтому дарим вам профессиональную фотосессию!"
        },
        { "type": "heading", "level": 2, "text": "Как получить подарок?" },
        {
          "type": "paragraph",
          "text": "Все очень просто: забронируйте проживание в любой категории номера на срок от 10 суток и более. После подтверждения бронирования наш менеджер свяжется с вами для согласования удобной даты и времени съемки. Наш фотограф проведет для вас часовую фотосессию в самых красивых локациях отеля: на панорамной террасе, в цветущем саду, у бассейна или на побережье."
        },
        {
          "type": "blockquote",
          "text": "Вы получите более 50 профессионально обработанных снимков, которые будут радовать вас долгие годы."
        }
      ]
    },
    {
      "id": 6,
      "title": "Раннее бронирование: выгода до 20%",
      "image": "/image/news/news6.jpg",
      "excerpt": "Планируйте свой отпуск заранее и экономьте! Акция 'Раннее бронирование' позволяет получить максимальную скидку на проживание.",
      "content": [
        {
          "type": "paragraph",
          "text": "Мудрые путешественники знают: лучший способ получить самое выгодное предложение — это планировать заранее. Мы запускаем нашу ежегодную акцию 'Раннее бронирование', которая позволит вам сэкономить до 20% от стоимости проживания. Это не только выгодно, но и удобно — вы сможете выбрать лучшие номера, пока они еще свободны."
        },
        { "type": "heading", "level": 2, "text": "Детали предложения" },
        {
          "type": "paragraph",
          "text": "Скидка зависит от того, насколько заранее вы бронируете номер. Бронирование за 3 месяца до заезда дает вам максимальную скидку в 20%. Бронирование за 2 месяца – 15%, за 1 месяц – 10%. Акция распространяется на все категории номеров при условии 100% предоплаты. Не упустите шанс зафиксировать лучшую цену на свой идеальный отдых!"
        }
      ]
    },
    {
      "id": 7,
      "title": "Открытие нового СПА-комплекса",
      "image": "/image/news/news7.jpg",
      "excerpt": "Мы рады объявить об открытии нашего нового двухуровневого СПА-центра с панорамным бассейном, термальной зоной и фито-баром.",
      "content": [
        {
          "type": "paragraph",
          "text": "Мы рады пригласить вас в 'Aquatoria' — наш новый оазис релаксации и гармонии. СПА-комплекс был спроектирован ведущими архитекторами и предлагает гостям полное погружение в атмосферу спокойствия. Жемчужиной комплекса является большой инфинити-бассейн с подогреваемой морской водой и панорамным видом на море, который создает ощущение слияния с горизонтом."
        },
        { "type": "heading", "level": 2, "text": "Что вас ждет внутри?" },
        {
          "type": "list",
          "style": "unordered",
          "items": [
            "Термальная зона: финская сауна, русская баня, соляная комната и просторный хаммам.",
            "СПА-кабинеты: более 50 видов массажа и процедур для лица и тела на основе крымских трав.",
            "Фито-бар: свежевыжатые соки, смузи и травяные чаи для восстановления баланса.",
            "Зона релаксации с эргономичными шезлонгами и умиротворяющей музыкой."
          ]
        },
        {
          "type": "paragraph",
          "text": "Посещение термальной зоны включено в стоимость проживания для всех гостей отеля. Откройте для себя новый уровень отдыха!"
        }
      ]
    },
    {
      "id": 8,
      "title": "Семейные выходные: дети до 12 лет бесплатно!",
      "image": "/image/news/news8.jpg",
      "excerpt": "Проведите незабываемые выходные всей семьей! По специальному тарифу 'Family Weekend' проживание детей до 12 лет бесплатно.",
      "content": [
        {
          "type": "paragraph",
          "text": "Отдых с детьми может и должен быть выгодным! Мы запускаем специальное предложение 'Family Weekend', действующее при заезде в пятницу или субботу. Это идеальная возможность вырваться из города и провести время с самыми близкими, не беспокоясь о лишних тратах."
        },
        {
          "type": "heading",
          "level": 2,
          "text": "Что включено в предложение?"
        },
        {
          "type": "paragraph",
          "text": "При бронировании номера категории 'Стандарт+' или выше двумя взрослыми, мы предоставляем бесплатное проживание для двоих детей в возрасте до 12 лет на дополнительных местах. Кроме того, в стоимость включены завтраки 'шведский стол' для всей семьи и неограниченное посещение нашего детского клуба 'Осьминожки', где с вашими детьми будут заниматься профессиональные аниматоры."
        }
      ]
    },
    {
      "id": 9,
      "title": "Йога-ретрит на побережье",
      "image": "/image/news/news9.jpg",
      "excerpt": "Приглашаем вас на трехдневный йога-ретрит для перезагрузки и обретения внутренней гармонии под руководством опытного мастера.",
      "content": [
        {
          "type": "paragraph",
          "text": "Оставьте позади стресс и городскую суету. Наш трехдневный йога-ретрит 'Дыхание Моря' – это полное погружение в практику на берегу Черного моря. Программа разработана так, чтобы помочь вам восстановить физические силы и обрести ментальный баланс."
        },
        { "type": "heading", "level": 2, "text": "Программа ретрита" },
        {
          "type": "list",
          "style": "ordered",
          "items": [
            "Ежедневные утренние практики асан на восходе солнца.",
            "Дыхательные практики (пранаяма) для снятия напряжения.",
            "Вечерние медитации на закате под звуки прибоя.",
            "Лекции о философии йоги и основах здорового питания."
          ]
        },
        {
          "type": "blockquote",
          "text": "В стоимость включено проживание, специальное вегетарианское детокс-меню от нашего шеф-повара и полный доступ к СПА-комплексу. Количество мест в группе ограничено."
        }
      ]
    },
    {
      "id": 10,
      "title": "Винный туризм: тур по лучшим винодельням",
      "image": "/image/news/news10.jpg",
      "excerpt": "Откройте для себя мир крымского виноделия! Мы организуем для вас эксклюзивный тур по лучшим частным винодельням региона.",
      "content": [
        {
          "type": "paragraph",
          "text": "Крым – это не только море и горы, но и уникальные терруары, которые рождают великолепные вина с характером. Мы приглашаем вас в эксклюзивный однодневный тур 'Солнце в Бокале', разработанный нашим сомелье."
        },
        { "type": "heading", "level": 2, "text": "Маршрут путешествия" },
        {
          "type": "paragraph",
          "text": "Наш тур включает посещение трех лучших семейных виноделен полуострова, где вы лично познакомитесь с виноделами, которые с любовью и страстью создают свои напитки. Вы спуститесь в прохладные винные погреба, узнаете все секреты производства от сбора урожая до розлива по бутылкам и, конечно же, продегустируете самые интересные образцы вин. Дегустация сопровождается специально подобранными закусками: местными сырами, вялеными томатами и ремесленным хлебом. Трансфер на комфортабельном минивэне от отеля и обратно включен."
        }
      ]
    }
  ],
  "specials": [
    {
      "id": 1,
      "type": "Скидка",
      "title": "Скидка на проживание 10% от 5 суток",
      "date": "12.10.2025",
      "image": "/image/news/news2.jpg",
      "excerpt": "Аренда номера Делюкс на 4 человек с видом на море и собственной терассой. Коктейли в подарок единоразово при размещении.",
      "description": "Планируете длительный отдых? Мы рады предложить вам специальную скидку! При бронировании любого номера на срок от пяти и более суток вы получаете скидку 10% на весь период проживания. Наслаждайтесь морем дольше, платите меньше!",
      "conditionsTitle": "Условия участия",
      "conditionsText": "Акция действует при прямом бронировании через сайт или по телефону. Скидка применяется автоматически при выборе 5 и более ночей. Не суммируется с другими предложениями."
    },
    {
      "id": 2,
      "type": "Подарок",
      "title": "Комплимент молодоженам и 1-сутки в подарок",
      "date": "25.10.2025",
      "image": "/image/news/news4.jpg",
      "excerpt": "Сделайте свой медовый месяц незабываемым. При бронировании от 3-х суток мы дарим еще одни сутки проживания в подарок и украшаем номер.",
      "description": "Ваше свадебное путешествие заслуживает быть особенным. Проведите его в Santorini, и мы позаботимся о романтической атмосфере. При бронировании от трех суток – получите четвертые в подарок!",
      "conditionsTitle": "Условия акции",
      "conditionsText": "Предложение действительно для пар в течение 6 месяцев после официальной регистрации брака. В день заезда номер будет украшен, вас будет ждать бутылка шампанского и фрукты."
    },
    {
      "id": 3,
      "type": "Подарок",
      "title": "Фотосессия в подарок при оплате 10 суток",
      "date": "02.11.2025",
      "image": "/image/news/news5.jpg",
      "excerpt": "Забронируйте отдых на 10 и более дней и получите профессиональную фотосессию на живописной территории нашего отеля в подарок.",
      "description": "Сохраните лучшие моменты вашего отдыха навсегда! Всем гостям, забронировавшим проживание на срок от 10 суток, мы дарим сертификат на часовую фотосессию с нашим профессиональным фотографом.",
      "conditionsTitle": "Условия участия",
      "conditionsText": "Фотосессия проводится в удобное для вас время по предварительной записи. Вы получите более 50 обработанных фотографий в электронном виде."
    },
    {
      "id": 4,
      "type": "Скидка",
      "title": "Раннее бронирование: выгода до 20%",
      "date": "15.11.2025",
      "image": "/image/news/news6.jpg",
      "excerpt": "Планируйте свой отпуск заранее и экономьте! Акция 'Раннее бронирование' позволяет получить максимальную скидку на проживание.",
      "description": "Зачем ждать? Бронируйте свой летний отдых уже сейчас и получите скидку до 20%! Чем раньше вы бронируете, тем больше ваша выгода. Акция распространяется на все категории номеров.",
      "conditionsTitle": "Условия акции",
      "conditionsText": "Размер скидки зависит от срока до заезда. Требуется полная предоплата в течение 5 дней после бронирования. Бронирование по данному тарифу является невозвратным."
    },
    {
      "id": 5,
      "type": "Скидка",
      "title": "Семейные выходные: дети до 12 лет бесплатно!",
      "date": "12.12.2025",
      "image": "/image/news/news8.jpg",
      "excerpt": "Проведите незабываемые выходные всей семьей! По специальному тарифу 'Family Weekend' проживание детей до 12 лет бесплатно.",
      "description": "Отдых с детьми может быть выгодным! Каждые выходные (с пятницы по воскресенье) действует специальное предложение для семей. При бронировании номера родителями, проживание до двух детей (до 12 лет) на дополнительных местах предоставляется абсолютно бесплатно.",
      "conditionsTitle": "Условия участия",
      "conditionsText": "Предложение действует при заезде в пятницу или субботу на срок до 2-х ночей. В предложение включены завтраки для всей семьи и бесплатное посещение нашего детского клуба."
    }
  ],
  "reviews": [
    {
      "id": 1,
      "author": "Ирина Юртаева",
      "city": "г. Москва",
      "avatar": "/image/avatars/ava2.jpg",
      "rating": 5,
      "text": "Очень красивая территория, мелкий песочек, уютные номера. Отличный бар на пляже. Море просто восхитительное, теплое, чистое. Были еще на 2х экскурсиях. Очень хорошо организованы. Много узнали нового. Нам очень понравилось. Вернемся в следующем году однозначно!"
    },
    {
      "id": 2,
      "author": "Сергей Петров",
      "city": "г. Санкт-Петербург",
      "avatar": "/image/avatars/ava1.jpg",
      "rating": 4,
      "text": "Хороший отель для семейного отдыха. Понравился бассейн и детская анимация. Еда в ресторане вкусная, но хотелось бы больше разнообразия. В целом, впечатления положительные, персонал очень вежливый."
    },
    {
      "id": 3,
      "author": "Константин Власов",
      "city": "г. Челябинск",
      "avatar": "/image/avatars/ava5.jpg",
      "rating": 3,
      "text": "В целом неплохо, но ожидал большего за эту цену. Территория красивая, но номер был довольно старый, мебель потертая. Пляж хороший, но идти до него далековато. Персонал вежливый, но не всегда расторопный. Твердая тройка."
    },
    {
      "id": 4,
      "author": "Ольга Сергеевна",
      "city": "г. Екатеринбург",
      "avatar": "/image/avatars/ava3.jpg",
      "rating": 5,
      "text": "Праздновали здесь годовщину свадьбы. Это было волшебно! Номер украсили, принесли комплимент от отеля. СПА-центр на высшем уровне. Огромное спасибо за создание такой романтической атмосферы. Обязательно приедем еще."
    },
    {
      "id": 5,
      "author": "Дмитрий Воронов",
      "city": "г. Новосибирск",
      "avatar": "/image/avatars/ava8.jpg",
      "rating": 5,
      "text": "Ездил в эндуро-тур – это было нечто! Мотоциклы в отличном состоянии, гид показал невероятные места, куда сам бы никогда не добрался. Организация на высоте. Если любите экстрим, вам точно сюда."
    },
    {
      "id": 6,
      "author": "Робия",
      "city": "г. Казань",
      "avatar": "/image/avatars/ava9.jpg",
      "rating": 4,
      "text": "Территория отеля просто огромная и очень ухоженная, настоящий ботанический сад. Пляж чистый, лежаков всегда хватало. Единственный минус – немного медленное обслуживание в баре у бассейна в час пик."
    },
    {
      "id": 7,
      "author": "Акбермет",
      "city": "г. Нижний Новгород",
      "avatar": "/image/avatars/ava7.jpg",
      "rating": 5,
      "text": "Отдыхали с двумя детьми. Детский клуб – просто спасение! Аниматоры занимаются с детьми с утра до вечера. Мы с женой смогли спокойно отдохнуть. Спасибо за прекрасный семейный отпуск!"
    },
    {
      "id": 8,
      "author": "Баястан",
      "city": "г. Воронеж",
      "avatar": "/image/avatars/ava10.jpg",
      "rating": 3,
      "text": "Отдыхали с маленьким ребенком. Из плюсов: хорошая детская площадка и анимация. Из минусов: в ресторане очень шумно, и выбор диетических блюд для ребенка был очень ограничен. Приходилось искать альтернативы."
    },
    {
      "id": 9,
      "author": "Абдуллазиз",
      "city": "г. Самара",
      "avatar": "/image/avatars/ava4.jpg",
      "rating": 5,
      "text": "Невероятно вкусная еда в ресторане! Особенно запомнились ужины с морепродуктами. Все свежее, красиво подано. Шеф-повару отдельный комплимент. Ради такой кухни стоит вернуться."
    },
    {
      "id": 10,
      "author": "Бекболсун",
      "city": "г. Ростов-на-Дону",
      "avatar": "/image/avatars/ava6.jpg",
      "rating": 4,
      "text": "Отличный отель, но есть куда расти. Номера чистые, но требуют небольшого косметического ремонта. Персонал очень отзывчивый и всегда готов помочь. Расположение – супер, виды потрясающие."
    }
  ],
  "attractions": [
    {
      "id": 1,
      "title": "Воронцовский дворец",
      "category": "История",
      "description": "Шедевр архитектуры XIX века, сочетающий английскую готику и мавританский стиль.",
      "image": "/image/attractions/attractions1.jpg",
      "coordinates": [44.4197, 34.056]
    },
    {
      "id": 2,
      "title": "Гора Ай-Петри",
      "category": "Природа",
      "description": "Одна из самых известных вершин Крыма с захватывающими видами и знаменитыми зубцами.",
      "image": "/image/attractions/attractions2.jpg",
      "coordinates": [44.4485, 34.0563]
    },
    {
      "id": 3,
      "title": "Ласточкино гнездо",
      "category": "История",
      "description": " Визитная карточка Крыма, замок, парящий над морем на 40-метровой скале.",
      "image": "/image/attractions/attractions3.jpg",
      "coordinates": [44.4307, 34.1283]
    },
    {
      "id": 4,
      "title": "Ялтинский зоопарк 'Сказка'",
      "category": "Семья",
      "description": "Частный зоопарк у подножия гор, где животные содержатся в просторных вольерах.",
      "image": "/image/attractions/attractions4.jpg",
      "coordinates": [44.4996, 34.1132]
    },
    {
      "id": 5,
      "title": "Массандровский дворец",
      "category": "История",
      "description": "Элегантный дворец, напоминающий замок из французской сказки, окруженный парком.",
      "image": "/image/attractions/attractions5.jpg",
      "coordinates": [44.5165, 34.204]
    }
  ],
  "users": [
    {
      "id": 1,
      "name": "Иван Тестеров",
      "email": "test@example.com",
      "phone": "+996 (555) 123-456",
      "password": "password123"
    }
  ],
  "bookings": []
}
